const Color = {
    // главный цвет во всем макете
    PRIMARY: '#F5F6F7',
    // цвет,призванный контрастировать с главным, цвет для акцента
    SECONDARY: '#A522E2',
    // цвет текста главный (обычно черный)
    TEXT_PRIMARY: '#000000',
    // цвет текста инвертированный(для темного фона)
    TEXT_SECONDARY: '#FFFFFF',
    // цвет для обозначения события наведения
    HOVER: '',
    // цвет для обозначения события нажатия
    ACTIVE: '',
    // цвет активной кнопки включения звука
    SOUND_ACTIVE: '#006eff',
};

export default Color;
